Repository: AgentScienceandResearch/Finance-Tracker-iOS
Catalog: App Template/Localizable.xcstrings
Source language: en
Languages: ar_sa, bn_bd, de_de, es_mx, fr_ca, gu_in, he, hi, hr, id, it, ja, kn_in, ko, ml_in, mr_in, ms, nb, nl_nl, or_in, pa_in, pt_br, ta_in, te_in, th, tr, uk, ur_pk, vi, zh_hans, zh_hant

source: Insurance
ar_sa: التأمين
bn_bd: বীমা
de_de: Versicherung
es_mx: Seguro
fr_ca: Assurance
gu_in: વીમો
he: ביטוח
hi: बीमा
hr: osiguranje
id: Asuransi
it: Assicurazione
ja: 保険
kn_in: ವಿಮೆ
ko: 보험
ml_in: ഇൻഷുറൻസ്
mr_in: विमा
ms: Insurans
nb: Forsikring
nl_nl: Verzekering
or_in: ବୀମା
pa_in: ਬੀਮਾ
pt_br: Seguro
ta_in: காப்பீடு
te_in: భీమా
th: ประกันภัย
tr: Sigorta
uk: страхування
ur_pk: انشورنس
vi: bảo hiểm
zh_hans: 保险
zh_hant: 保險

source: Interactive Buttons
ar_sa: الأزرار التفاعلية
bn_bd: ইন্টারেক্টিভ বোতাম
de_de: Interaktive Schaltflächen
es_mx: Botones interactivos
fr_ca: Boutons interactifs
gu_in: ઇન્ટરેક્ટિવ બટનો
he: כפתורים אינטראקטיביים
hi: इंटरैक्टिव बटन
hr: Interaktivni gumbi
id: Tombol Interaktif
it: Pulsanti interattivi
ja: インタラクティブボタン
kn_in: ಸಂವಾದಾತ್ಮಕ ಗುಂಡಿಗಳು
ko: 대화형 버튼
ml_in: ഇൻ്ററാക്ടീവ് ബട്ടണുകൾ
mr_in: परस्परसंवादी बटणे
ms: Butang Interaktif
nl_nl: Interactieve knoppen
or_in: ଇଣ୍ଟରାକ୍ଟିଭ୍ ବଟନ୍ |
pa_in: ਇੰਟਰਐਕਟਿਵ ਬਟਨ
pt_br: Botões interativos
ta_in: ஊடாடும் பொத்தான்கள்
te_in: ఇంటరాక్టివ్ బటన్లు
th: ปุ่มโต้ตอบ
tr: İnteraktif Düğmeler
uk: Інтерактивні кнопки
ur_pk: انٹرایکٹو بٹن
vi: Nút tương tác
zh_hans: 互动按钮
zh_hant: 互動按鈕

source: Invalid email address.
ar_sa: عنوان البريد الإلكتروني غير صالح.
bn_bd: অবৈধ ইমেল ঠিকানা.
de_de: Ungültige E-Mail-Adresse.
es_mx: Dirección de correo electrónico no válida.
fr_ca: Adresse e-mail invalide.
gu_in: અમાન્ય ઇમેઇલ સરનામું.
he: כתובת אימייל לא חוקית.
hi: अमान्य ईमेल पता.
hr: Nevažeća adresa e-pošte.
id: Alamat email tidak valid.
it: Indirizzo e-mail non valido.
ja: メールアドレスが無効です。
kn_in: ಅಮಾನ್ಯ ಇಮೇಲ್ ವಿಳಾಸ.
ko: 이메일 주소가 잘못되었습니다.
ml_in: ഇമെയിൽ വിലാസം അസാധുവാണ്.
mr_in: अवैध ईमेल पत्ता.
ms: Alamat e-mel tidak sah.
nb: Ugyldig e-postadresse.
nl_nl: Ongeldig e-mailadres.
or_in: ଅବ val ଧ ଇମେଲ ଠିକଣା |
pa_in: ਅਵੈਧ ਈਮੇਲ ਪਤਾ।
pt_br: Endereço de e-mail inválido.
ta_in: தவறான மின்னஞ்சல் முகவரி.
te_in: చెల్లని ఇమెయిల్ చిరునామా.
th: ที่อยู่อีเมลไม่ถูกต้อง
tr: Geçersiz e-posta adresi.
uk: Недійсна адреса електронної пошти.
ur_pk: غلط ای میل پتہ۔
vi: Địa chỉ email không hợp lệ.
zh_hans: 电子邮件地址无效。
zh_hant: 電子郵件地址無效。

source: Invalid response from server
ar_sa: استجابة غير صالحة من الخادم
bn_bd: সার্ভার থেকে অবৈধ প্রতিক্রিয়া
de_de: Ungültige Antwort vom Server
es_mx: Respuesta no válida del servidor
fr_ca: Réponse invalide du serveur
gu_in: સર્વર તરફથી અમાન્ય પ્રતિસાદ
he: תגובה לא חוקית מהשרת
hi: सर्वर से अमान्य प्रतिक्रिया
hr: Neispravan odgovor poslužitelja
id: Respons tidak valid dari server
it: Risposta non valida dal server
ja: サーバーからの無効な応答
kn_in: ಸರ್ವರ್‌ನಿಂದ ಅಮಾನ್ಯ ಪ್ರತಿಕ್ರಿಯೆ
ko: 서버의 응답이 잘못되었습니다.
ml_in: സെർവറിൽ നിന്നുള്ള അസാധുവായ പ്രതികരണം
mr_in: सर्व्हरकडून अवैध प्रतिसाद
ms: Respons tidak sah daripada pelayan
nb: Ugyldig svar fra server
nl_nl: Ongeldig antwoord van de server
or_in: ସର୍ଭରରୁ ଅବ val ଧ ପ୍ରତିକ୍ରିୟା |
pa_in: ਸਰਵਰ ਤੋਂ ਅਵੈਧ ਜਵਾਬ
pt_br: Resposta inválida do servidor
ta_in: சேவையகத்திலிருந்து தவறான பதில்
te_in: సర్వర్ నుండి చెల్లని ప్రతిస్పందన
th: การตอบกลับจากเซิร์ฟเวอร์ไม่ถูกต้อง
tr: Sunucudan geçersiz yanıt
uk: Недійсна відповідь від сервера
ur_pk: سرور سے غلط جواب
vi: Phản hồi không hợp lệ từ máy chủ
zh_hans: 来自服务器的无效响应
zh_hant: 來自伺服器的無效回應

source: Last synced %@
ar_sa: آخر مزامنة %@
bn_bd: শেষবার সিঙ্ক হয়েছে %@
de_de: Zuletzt synchronisiert %@
es_mx: Última sincronización %@
fr_ca: Dernière synchronisation %@
gu_in: છેલ્લે સમન્વયિત %@
he: סנכרון אחרון %@
hi: अंतिम बार समन्वयित %@
hr: Zadnja sinkronizacija %@
id: Terakhir disinkronkan %@
it: Ultima sincronizzazione %@
ja: 最終同期日 %@
kn_in: ಕೊನೆಯದಾಗಿ ಸಿಂಕ್ ಮಾಡಿರುವುದು %@
ko: 마지막 동기화 날짜: %@
ml_in: അവസാനം സമന്വയിപ്പിച്ചത് %@
mr_in: शेवटचे समक्रमित %@
ms: Terakhir disegerakkan %@
nb: Sist synkronisert %@
nl_nl: Laatst gesynchroniseerd %@
or_in: ଶେଷ ସିଙ୍କ୍ ହୋଇଥିବା %@
pa_in: ਆਖਰੀ ਵਾਰ ਸਿੰਕ ਕੀਤਾ ਗਿਆ %@
pt_br: Última sincronização %@
ta_in: கடைசியாக ஒத்திசைத்தது %@
te_in: చివరిగా సమకాలీకరించబడినది %@
th: ซิงค์ครั้งล่าสุด %@
tr: Son senkronizasyon %@
uk: Востаннє синхронізовано %@
ur_pk: آخری بار مطابقت پذیری %@
vi: Đồng bộ hóa lần cuối %@
zh_hans: 上次同步 %@
zh_hant: 上次同步 %@

source: Lightning Fast
ar_sa: بسرعة البرق
bn_bd: বাজ দ্রুত
de_de: Blitzschnell
es_mx: Rayo rápido
fr_ca: Rapide comme l'éclair
gu_in: લાઈટનિંગ ફાસ્ટ
he: מהיר ברק
hi: बिजली की तेजी
hr: Munjevito brz
id: Secepat Kilat
it: Fulmineo
ja: 電光石火の速さ
kn_in: ಮಿಂಚಿನ ವೇಗ
ko: 번개처럼 빠른
ml_in: മിന്നൽ വേഗത്തിൽ
mr_in: लाइटनिंग फास्ट
ms: Sepantas Kilat
nb: Lynrask
nl_nl: Bliksemsnel
or_in: ବଜ୍ରପାତ
pa_in: ਤੇਜ਼ ਬਿਜਲੀ
pt_br: Rápido como um relâmpago
ta_in: மின்னல் வேகம்
te_in: మెరుపు వేగం
th: เร็วปานสายฟ้า
tr: Yıldırım Hızında
uk: Блискавичний
ur_pk: بجلی تیز
vi: Nhanh như chớp
zh_hans: 快如闪电
zh_hant: 快如閃電

source: Like
ar_sa: مثل
bn_bd: লাইক
de_de: Wie
es_mx: Me gusta
fr_ca: Comme
gu_in: ગમે છે
he: כאילו
hi: जैसे
hr: Sviđa mi se
id: Suka
it: Mi piace
ja: いいね
kn_in: ಇಷ್ಟ
ko: 좋아요
ml_in: ഇഷ്ടപ്പെടുക
mr_in: आवडले
ms: Suka
nb: Liker
nl_nl: Zoals
or_in: ଲାଇକ୍ କରନ୍ତୁ |
pa_in: ਪਸੰਦ ਹੈ
pt_br: Gosto
ta_in: பிடிக்கும்
te_in: ఇష్టం
th: ชอบ
tr: Beğen
uk: Подобається
ur_pk: پسند
vi: thích
zh_hans: 喜欢
zh_hant: 喜歡

source: Liquid Glass Design
ar_sa: تصميم الزجاج السائل
bn_bd: লিকুইড গ্লাস ডিজাইন
de_de: Flüssigglas-Design
es_mx: Diseño de vidrio líquido
fr_ca: Conception de verre liquide
gu_in: લિક્વિડ ગ્લાસ ડિઝાઇન
he: עיצוב זכוכית נוזלית
hi: तरल ग्लास डिजाइन
hr: Dizajn tekućeg stakla
id: Desain Kaca Cair
it: Design in vetro liquido
ja: 液体ガラスの設計
kn_in: ಲಿಕ್ವಿಡ್ ಗ್ಲಾಸ್ ವಿನ್ಯಾಸ
ko: 액체 유리 디자인
ml_in: ലിക്വിഡ് ഗ്ലാസ് ഡിസൈൻ
mr_in: लिक्विड ग्लास डिझाइन
ms: Reka Bentuk Kaca Cecair
nb: Flytende glass design
nl_nl: Vloeibaar glasontwerp
or_in: ତରଳ ଗ୍ଲାସ୍ ଡିଜାଇନ୍ |
pa_in: ਤਰਲ ਗਲਾਸ ਡਿਜ਼ਾਈਨ
pt_br: Design de vidro líquido
ta_in: திரவ கண்ணாடி வடிவமைப்பு
te_in: లిక్విడ్ గ్లాస్ డిజైన్
th: การออกแบบกระจกเหลว
tr: Sıvı Cam Tasarımı
uk: Дизайн рідкого скла
ur_pk: مائع گلاس ڈیزائن
vi: Thiết kế kính lỏng
zh_hans: 液态玻璃设计
zh_hant: 液態玻璃設計

source: Liquid glass & modern effects
ar_sa: الزجاج السائل والمؤثرات الحديثة
bn_bd: তরল গ্লাস এবং আধুনিক প্রভাব
de_de: Flüssiges Glas & moderne Effekte
es_mx: Vidrio líquido y efectos modernos
fr_ca: Verre liquide & effets modernes
gu_in: લિક્વિડ ગ્લાસ અને આધુનિક અસરો
he: זכוכית נוזלית ואפקטים מודרניים
hi: तरल ग्लास और आधुनिक प्रभाव
hr: Tekuće staklo i moderni efekti
id: Kaca cair & efek modern
it: Vetro liquido ed effetti moderni
ja: 液体ガラスとモダンなエフェクト
kn_in: ದ್ರವ ಗಾಜು ಮತ್ತು ಆಧುನಿಕ ಪರಿಣಾಮಗಳು
ko: 액체 유리 및 현대적인 효과
ml_in: ലിക്വിഡ് ഗ്ലാസ് & ആധുനിക ഇഫക്റ്റുകൾ
mr_in: लिक्विड ग्लास आणि आधुनिक प्रभाव
ms: Kaca cecair & kesan moden
nb: Flytende glass og moderne effekter
nl_nl: Vloeibaar glas en moderne effecten
or_in: ତରଳ ଗ୍ଲାସ ଏବଂ ଆଧୁନିକ ପ୍ରଭାବ |
pa_in: ਤਰਲ ਗਲਾਸ ਅਤੇ ਆਧੁਨਿਕ ਪ੍ਰਭਾਵ
pt_br: Vidro líquido e efeitos modernos
ta_in: திரவ கண்ணாடி & நவீன விளைவுகள்
te_in: ద్రవ గాజు & ఆధునిక ప్రభావాలు
th: แก้วเหลวและเอฟเฟกต์สมัยใหม่
tr: Sıvı cam ve modern efektler
uk: Рідке скло та сучасні ефекти
ur_pk: مائع گلاس اور جدید اثرات
vi: Thủy tinh lỏng & hiệu ứng hiện đại
zh_hans: 液态玻璃和现代效果
zh_hant: 液態玻璃與現代效果

source: Loading plans…
ar_sa: جارٍ تحميل الخطط…
bn_bd: প্ল্যান লোড হচ্ছে...
de_de: Pläne werden geladen…
es_mx: Cargando planes…
fr_ca: Chargement des plans…
gu_in: પ્લાન લોડ કરી રહ્યાં છીએ...
he: טוען תוכניות...
hi: योजनाएँ लोड हो रही हैं...
hr: Učitavanje planova...
id: Memuat rencana…
it: Caricamento piani…
ja: 計画を読み込んでいます…
kn_in: ಯೋಜನೆಗಳನ್ನು ಲೋಡ್ ಮಾಡಲಾಗುತ್ತಿದೆ...
ko: 계획 로드 중…
ml_in: പ്ലാനുകൾ ലോഡ് ചെയ്യുന്നു...
mr_in: योजना लोड करत आहे...
ms: Memuatkan rancangan…
nb: Laster inn planer …
nl_nl: Plannen laden…
or_in: ଯୋଜନା ଲୋଡିଂ…
pa_in: ਯੋਜਨਾਵਾਂ ਨੂੰ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pt_br: Carregando planos…
ta_in: திட்டங்களை ஏற்றுகிறது…
te_in: ప్లాన్‌లను లోడ్ చేస్తోంది...
th: กำลังโหลดแผน...
tr: Planlar yükleniyor…
uk: Завантаження планів…
ur_pk: پلانز لوڈ ہو رہے ہیں…
vi: Đang tải kế hoạch…
zh_hans: 正在加载计划...
zh_hant: 正在加載計劃...

source: Log income
ar_sa: سجل الدخل
bn_bd: লগ ইনকাম
de_de: Log-Einkommen
es_mx: Registrar ingresos
fr_ca: Journaliser les revenus
gu_in: આવક લોગ કરો
he: הכנסה ביומן
hi: आय लॉग करें
hr: Prijavite prihod
id: Catat pendapatan
it: Registra il reddito
ja: 原木収入
kn_in: ಲಾಗ್ ಆದಾಯ
ko: 로그 수입
ml_in: വരുമാനം രേഖപ്പെടുത്തുക
mr_in: लॉग इनकम
ms: Log pendapatan
nb: Logginntekt
nl_nl: Log inkomen
or_in: ଆୟକର ଲଗ କରନ୍ତୁ |
pa_in: ਆਮਦਨ ਲੌਗ ਕਰੋ
pt_br: Registrar receita
ta_in: வருவாய் பதிவு
te_in: ఆదాయాన్ని నమోదు చేయండి
th: บันทึกรายได้
tr: Günlük geliri
uk: Журнал доходів
ur_pk: لاگ ان آمدنی
vi: Đăng nhập thu nhập
zh_hans: 对数收入
zh_hant: 對數收入

source: Logged income
ar_sa: الدخل المسجل
bn_bd: লগ ইন আয়
de_de: Protokolliertes Einkommen
es_mx: Ingresos registrados
fr_ca: Revenu enregistré
gu_in: નોંધાયેલ આવક
he: הכנסה רשומה
hi: लॉग आय
hr: Evidentirani prihod
id: Pendapatan yang dicatat
it: Entrate registrate
ja: 記録された収入
kn_in: ಲಾಗ್ಡ್ ಆದಾಯ
ko: 기록된 수입
ml_in: രേഖപ്പെടുത്തിയ വരുമാനം
mr_in: लॉग इनकम
ms: Pendapatan log
nb: Loggført inntekt
nl_nl: Gelogd inkomen
or_in: ଲଗ୍ ହୋଇଥିବା ଆୟ |
pa_in: ਲੌਗ ਕੀਤੀ ਆਮਦਨ
pt_br: Renda registrada
ta_in: பதிவு செய்யப்பட்ட வருமானம்
te_in: నమోదు చేయబడిన ఆదాయం
th: รายได้ที่บันทึกไว้
tr: Kayıtlı gelir
uk: Зареєстрований дохід
ur_pk: لاگ ان آمدنی
vi: Thu nhập được ghi lại
zh_hans: 记录收入
zh_hant: 記錄收入

source: MEET FINANCE AI
ar_sa: تعرف على التمويل بالذكاء الاصطناعي
bn_bd: মিট ফাইন্যান্স এআই
de_de: Lernen Sie Finanz-KI kennen
es_mx: CONOCE LA IA FINANCIERA
fr_ca: RENCONTREZ L'IA FINANCIÈRE
gu_in: મીટ ફાઇનાન્સ AI
he: הכירו את FINANCE AI
hi: फाइनेंस एआई से मिलें
hr: UPOZNAJTE FINANCIJE AI
id: TEMUKAN KEUANGAN AI
it: INCONTRA LA FINANZA AI
ja: 金融 AI の紹介
kn_in: ಫೈನಾನ್ಸ್ AI ಅನ್ನು ಭೇಟಿ ಮಾಡಿ
ko: 금융 AI를 만나보세요
ml_in: ഫിനാൻസ് എഐയെ കണ്ടുമുട്ടുക
mr_in: मीट फायनान्स AI
ms: JUMPA KEWANGAN AI
nb: MØT FINANCE AI
nl_nl: Maak kennis met FINANCE AI
or_in: ଫାଇନାନ୍ସ AI ସହିତ ସାକ୍ଷାତ କରନ୍ତୁ |
pa_in: FINANCE AI ਨੂੰ ਮਿਲੋ
pt_br: CONHEÇA A IA FINANCEIRA
ta_in: நிதி AI ஐ சந்திக்கவும்
te_in: ఫైనాన్స్ AIని కలవండి
th: พบกับ AI การเงิน
tr: FINANCE AI'YLA TANIŞIN
uk: ЗНАЙОМТЕСЬ З ФІНАНСОВИМ ШІ
ur_pk: مالیاتی AI سے ملاقات کریں۔
vi: GẶP GỠ TÀI CHÍNH AI
zh_hans: 认识金融人工智能
zh_hant: 認識金融人工智慧

source: Medical
ar_sa: طبي
bn_bd: মেডিকেল
de_de: Medizinisch
es_mx: medico
fr_ca: Médical
gu_in: મેડિકલ
he: רפואי
hi: मेडिकल
hr: Medicinski
id: Medis
it: Medico
ja: 医療
kn_in: ವೈದ್ಯಕೀಯ
ko: 의료
ml_in: മെഡിക്കൽ
mr_in: वैद्यकीय
ms: Perubatan
nb: Medisinsk
nl_nl: Medisch
or_in: ମେଡିକାଲ୍
pa_in: ਮੈਡੀਕਲ
pt_br: Médico
ta_in: மருத்துவம்
te_in: వైద్య
th: การแพทย์
tr: Tıbbi
uk: Медичний
ur_pk: میڈیکل
vi: Y tế
zh_hans: 医疗
zh_hant: 醫療

source: Modern & elegant
ar_sa: حديثة وأنيقة
bn_bd: আধুনিক এবং মার্জিত
de_de: Modern und elegant
es_mx: Moderno y elegante
fr_ca: Moderne et élégant
gu_in: આધુનિક અને ભવ્ય
he: מודרני ואלגנטי
hi: आधुनिक एवं सुरुचिपूर्ण
hr: Moderan i elegantan
id: Modern & elegan
it: Moderno ed elegante
ja: モダン＆エレガント
kn_in: ಆಧುನಿಕ ಮತ್ತು ಸೊಗಸಾದ
ko: 현대적이고 우아한
ml_in: ആധുനികവും മനോഹരവും
mr_in: आधुनिक आणि शोभिवंत
ms: Moden & elegan
nb: Moderne og elegant
nl_nl: Modern en elegant
or_in: ଆଧୁନିକ ଏବଂ ଶୋଭା |
pa_in: ਆਧੁਨਿਕ ਅਤੇ ਸ਼ਾਨਦਾਰ
pt_br: Moderno e elegante
ta_in: நவீன மற்றும் நேர்த்தியான
te_in: ఆధునిక & సొగసైన
th: ทันสมัยและสง่างาม
tr: Modern ve zarif
uk: Сучасний і елегантний
ur_pk: جدید اور خوبصورت
vi: Hiện đại & thanh lịch
zh_hans: 现代优雅
zh_hant: 現代優雅

source: Monthly
ar_sa: شهريا
bn_bd: মাসিক
de_de: Monatlich
es_mx: Mensual
fr_ca: Mensuel
gu_in: માસિક
he: חודשי
hi: मासिक
hr: Mjesečno
id: Bulanan
it: Mensile
ja: 毎月
kn_in: ಮಾಸಿಕ
ko: 월간
ml_in: പ്രതിമാസ
mr_in: मासिक
ms: Bulanan
nb: Månedlig
nl_nl: Maandelijks
or_in: ମାସିକ
pa_in: ਮਹੀਨਾਵਾਰ
pt_br: Mensalmente
ta_in: மாதாந்திர
te_in: నెలవారీ
th: รายเดือน
tr: Aylık
uk: Щомісяця
ur_pk: ماہانہ
vi: hàng tháng
zh_hans: 每月
zh_hant: 每月

source: Monthly Budget
ar_sa: الميزانية الشهرية
bn_bd: মাসিক বাজেট
de_de: Monatsbudget
es_mx: Presupuesto mensual
fr_ca: Budget mensuel
gu_in: માસિક બજેટ
he: תקציב חודשי
hi: मासिक बजट
hr: Mjesečni proračun
id: Anggaran Bulanan
it: Bilancio mensile
ja: 月次予算
kn_in: ಮಾಸಿಕ ಬಜೆಟ್
ko: 월예산
ml_in: പ്രതിമാസ ബജറ്റ്
mr_in: मासिक बजेट
ms: Belanjawan Bulanan
nb: Månedlig budsjett
nl_nl: Maandelijks budget
or_in: ମାସିକ ବଜେଟ୍ |
pa_in: ਮਹੀਨਾਵਾਰ ਬਜਟ
pt_br: Orçamento Mensal
ta_in: மாதாந்திர பட்ஜெட்
te_in: నెలవారీ బడ్జెట్
th: งบประมาณรายเดือน
tr: Aylık Bütçe
uk: Місячний бюджет
ur_pk: ماہانہ بجٹ
vi: Ngân sách hàng tháng
zh_hans: 每月预算
zh_hant: 每月預算

source: Monthly Plan
ar_sa: الخطة الشهرية
bn_bd: মাসিক পরিকল্পনা
de_de: Monatsplan
es_mx: Plan Mensual
fr_ca: Forfait mensuel
gu_in: માસિક યોજના
he: תוכנית חודשית
hi: मासिक योजना
hr: Mjesečni plan
id: Paket Bulanan
it: Piano mensile
ja: 月額プラン
kn_in: ಮಾಸಿಕ ಯೋಜನೆ
ko: 월간 요금제
ml_in: പ്രതിമാസ പദ്ധതി
mr_in: मासिक योजना
ms: Rancangan Bulanan
nb: Månedsplan
nl_nl: Maandplan
or_in: ମାସିକ ଯୋଜନା
pa_in: ਮਹੀਨਾਵਾਰ ਯੋਜਨਾ
pt_br: Plano Mensal
ta_in: மாதாந்திர திட்டம்
te_in: నెలవారీ ప్రణాళిక
th: แผนรายเดือน
tr: Aylık Plan
uk: Місячний план
ur_pk: ماہانہ منصوبہ
vi: Gói hàng tháng
zh_hans: 月度计划
zh_hant: 每月計劃

source: Monthly Total
ar_sa: المجموع الشهري
bn_bd: মাসিক মোট
de_de: Monatliche Gesamtsumme
es_mx: Total Mensual
fr_ca: Total mensuel
gu_in: માસિક કુલ
he: סה"כ חודשי
hi: मासिक कुल
hr: Ukupno mjesečno
id: Jumlah Bulanan
it: Totale mensile
ja: 月々の合計
kn_in: ಮಾಸಿಕ ಒಟ್ಟು
ko: 월간 총액
ml_in: പ്രതിമാസ ആകെ
mr_in: मासिक एकूण
ms: Jumlah Bulanan
nb: Månedlig totalt
nl_nl: Maandelijks totaal
or_in: ମାସିକ ସମୁଦାୟ |
pa_in: ਮਹੀਨਾਵਾਰ ਕੁੱਲ
pt_br: Total Mensal
ta_in: மாதாந்திர மொத்தம்
te_in: నెలవారీ మొత్తం
th: ยอดรวมรายเดือน
tr: Aylık Toplam
uk: Усього за місяць
ur_pk: ماہانہ کل
vi: Tổng số hàng tháng
zh_hans: 每月总计
zh_hant: 每月總計

source: Monthly plan
ar_sa: الخطة الشهرية
bn_bd: মাসিক পরিকল্পনা
de_de: Monatsplan
es_mx: plan mensual
fr_ca: Forfait mensuel
gu_in: માસિક યોજના
he: תוכנית חודשית
hi: मासिक योजना
hr: Mjesečni plan
id: Paket bulanan
it: Piano mensile
ja: 月額プラン
kn_in: ಮಾಸಿಕ ಯೋಜನೆ
ko: 월간 요금제
ml_in: പ്രതിമാസ പദ്ധതി
mr_in: मासिक योजना
ms: Rancangan bulanan
nb: Månedsplan
nl_nl: Maandplan
or_in: ମାସିକ ଯୋଜନା
pa_in: ਮਹੀਨਾਵਾਰ ਯੋਜਨਾ
pt_br: Plano mensal
ta_in: மாதாந்திர திட்டம்
te_in: నెలవారీ ప్రణాళిక
th: แผนรายเดือน
tr: Aylık plan
uk: Місячний план
ur_pk: ماہانہ منصوبہ
vi: Gói hàng tháng
zh_hans: 月度计划
zh_hant: 每月計劃

source: More
ar_sa: المزيد
bn_bd: আরও
de_de: Mehr
es_mx: Más
fr_ca: Plus
gu_in: વધુ
he: עוד
hi: अधिक
hr: Više
id: Lebih lanjut
it: Di più
ja: もっと見る
kn_in: ಇನ್ನಷ್ಟು
ko: 더보기
ml_in: കൂടുതൽ
mr_in: अधिक
ms: Lagi
nl_nl: Meer
or_in: ଅଧିକ
pa_in: ਹੋਰ
pt_br: Mais
ta_in: மேலும்
te_in: మరిన్ని
th: เพิ่มเติม
tr: Daha Fazla
uk: більше
ur_pk: مزید
vi: Thêm
zh_hans: 更多
zh_hant: 更多

source: Multi-effect composition
ar_sa: تركيبة متعددة التأثيرات
bn_bd: মাল্টি-ইফেক্ট কম্পোজিশন
de_de: Komposition mit mehreren Effekten
es_mx: Composición multiefectos
fr_ca: Composition multi-effets
gu_in: મલ્ટી-ઇફેક્ટ કમ્પોઝિશન
he: הרכב רב אפקטים
hi: बहुप्रभावी रचना
hr: Kompozicija s više učinaka
id: Komposisi multi-efek
it: Composizione multieffetto
ja: マルチエフェクト合成
kn_in: ಬಹು-ಪರಿಣಾಮದ ಸಂಯೋಜನೆ
ko: 다중 효과 구성
ml_in: മൾട്ടി-ഇഫക്റ്റ് കോമ്പോസിഷൻ
mr_in: बहु-प्रभाव रचना
ms: Komposisi pelbagai kesan
nl_nl: Compositie met meerdere effecten
or_in: ମଲ୍ଟି-ଇଫେକ୍ଟ ରଚନା |
pa_in: ਬਹੁ-ਪ੍ਰਭਾਵੀ ਰਚਨਾ
pt_br: Composição multiefeito
ta_in: பல விளைவு கலவை
te_in: బహుళ-ప్రభావ కూర్పు
th: องค์ประกอบหลายเอฟเฟกต์
tr: Çok efektli kompozisyon
uk: Багатоефектна композиція
ur_pk: کثیر اثر ترکیب
vi: Thành phần đa hiệu ứng
zh_hans: 多效组合
zh_hant: 多效組合

source: My Finance
ar_sa: تمويلي
bn_bd: আমার অর্থ
de_de: Meine Finanzen
es_mx: mis finanzas
fr_ca: Mes finances
gu_in: માય ફાયનાન્સ
he: האוצר שלי
hi: मेरा वित्त
hr: Moje financije
id: Keuangan saya
it: La mia finanza
ja: 私の財務
kn_in: ನನ್ನ ಹಣಕಾಸು
ko: 나의 금융
ml_in: എൻ്റെ ധനകാര്യം
mr_in: माझे वित्त
ms: Kewangan saya
nb: Min økonomi
nl_nl: Mijn financiën
or_in: ମୋର ଅର୍ଥ
pa_in: ਮੇਰਾ ਵਿੱਤ
pt_br: Minhas finanças
ta_in: எனது நிதி
te_in: నా ఫైనాన్స్
th: การเงินของฉัน
tr: Finansım
uk: Мої фінанси
ur_pk: میرا خزانہ
vi: Tài chính của tôi
zh_hans: 我的财务
zh_hant: 我的財務

source: Network error. Check your connection.
ar_sa: خطأ في الشبكة. تحقق من اتصالك.
bn_bd: নেটওয়ার্ক ত্রুটি। আপনার সংযোগ পরীক্ষা করুন.
de_de: Netzwerkfehler. Überprüfen Sie Ihre Verbindung.
es_mx: Error de red. Comprueba tu conexión.
fr_ca: Erreur réseau. Vérifiez votre connexion.
gu_in: નેટવર્ક ભૂલ. તમારું કનેક્શન તપાસો.
he: שגיאת רשת. בדוק את החיבור שלך.
hi: नेटवर्क त्रुटि. अपना कनेक्शन जांचें.
hr: Mrežna greška. Provjerite vezu.
id: Kesalahan jaringan. Periksa koneksi Anda.
it: Errore di rete. Controlla la tua connessione.
ja: ネットワークエラー。接続を確認してください。
kn_in: ನೆಟ್‌ವರ್ಕ್ ದೋಷ. ನಿಮ್ಮ ಸಂಪರ್ಕವನ್ನು ಪರಿಶೀಲಿಸಿ.
ko: 네트워크 오류입니다. 연결을 확인하세요.
ml_in: നെറ്റ്‌വർക്ക് പിശക്. നിങ്ങളുടെ കണക്ഷൻ പരിശോധിക്കുക.
mr_in: नेटवर्क त्रुटी. तुमचे कनेक्शन तपासा.
ms: Ralat rangkaian. Semak sambungan anda.
nb: Nettverksfeil. Sjekk tilkoblingen din.
nl_nl: Netwerkfout. Controleer uw verbinding.
or_in: ନେଟୱର୍କ ତ୍ରୁଟି | ଆପଣଙ୍କର ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ |
pa_in: ਨੈੱਟਵਰਕ ਗੜਬੜ। ਆਪਣੇ ਕਨੈਕਸ਼ਨ ਦੀ ਜਾਂਚ ਕਰੋ।
pt_br: Erro de rede. Verifique sua conexão.
ta_in: நெட்வொர்க் பிழை. உங்கள் இணைப்பைச் சரிபார்க்கவும்.
te_in: నెట్‌వర్క్ లోపం. మీ కనెక్షన్‌ని తనిఖీ చేయండి.
th: ข้อผิดพลาดของเครือข่าย ตรวจสอบการเชื่อมต่อของคุณ
tr: Ağ hatası. Bağlantınızı kontrol edin.
uk: Помилка мережі. Перевірте підключення.
ur_pk: نیٹ ورک کی خرابی۔ اپنا کنکشن چیک کریں۔
vi: Lỗi mạng. Kiểm tra kết nối của bạn.
zh_hans: 网络错误。检查您的连接。
zh_hant: 網路錯誤。檢查您的連線。

source: New Discovery
ar_sa: اكتشاف جديد
bn_bd: নতুন আবিষ্কার
de_de: Neue Entdeckung
es_mx: Nuevo descubrimiento
fr_ca: Nouvelle découverte
gu_in: નવી શોધ
he: גילוי חדש
hi: नई खोज
hr: Novo otkriće
id: Penemuan Baru
it: Nuova scoperta
ja: 新しい発見
kn_in: ಹೊಸ ಅನ್ವೇಷಣೆ
ko: 새로운 발견
ml_in: പുതിയ കണ്ടെത്തൽ
mr_in: नवीन शोध
ms: Penemuan Baru
nb: Ny oppdagelse
nl_nl: Nieuwe ontdekking
or_in: ନୂତନ ଆବିଷ୍କାର |
pa_in: ਨਵੀਂ ਖੋਜ
pt_br: Nova descoberta
ta_in: புதிய கண்டுபிடிப்பு
te_in: కొత్త ఆవిష్కరణ
th: การค้นพบใหม่
tr: Yeni Keşif
uk: Нове відкриття
ur_pk: نئی دریافت
vi: Khám phá mới
zh_hans: 新发现
zh_hant: 新發現

source: Next Due Date
ar_sa: تاريخ الاستحقاق التالي
bn_bd: পরবর্তী শেষ তারিখ
de_de: Nächstes Fälligkeitsdatum
es_mx: Próxima fecha de vencimiento
fr_ca: Prochaine date d'échéance
gu_in: આગામી નિયત તારીખ
he: תאריך היעד הבא
hi: अगली नियत तिथि
hr: Sljedeći rok
id: Tanggal Jatuh Tempo Berikutnya
it: Prossima data di scadenza
ja: 次回の期日
kn_in: ಮುಂದಿನ ಅಂತಿಮ ದಿನಾಂಕ
ko: 다음 기한
ml_in: അടുത്ത അവസാന തീയതി
mr_in: पुढील देय तारीख
ms: Tarikh Akhir Seterusnya
nb: Neste forfallsdato
nl_nl: Volgende vervaldatum
or_in: ପରବର୍ତ୍ତୀ ଦେୟ ତାରିଖ
pa_in: ਅਗਲੀ ਨਿਯਤ ਮਿਤੀ
pt_br: Próxima data de vencimento
ta_in: அடுத்த இறுதி தேதி
te_in: తదుపరి గడువు తేదీ
th: วันครบกำหนดถัดไป
tr: Sonraki Son Tarih
uk: Наступний термін виконання
ur_pk: اگلی آخری تاریخ
vi: Ngày đến hạn tiếp theo
zh_hans: 下一个截止日期
zh_hant: 下一個截止日期

source: No Expenses
ar_sa: لا نفقات
bn_bd: কোন খরচ নেই
de_de: Keine Kosten
es_mx: Sin gastos
fr_ca: Aucune dépense
gu_in: કોઈ ખર્ચ નથી
he: ללא הוצאות
hi: कोई खर्च नहीं
hr: Nema troškova
id: Tanpa Biaya
it: Nessuna spesa
ja: 費用はかかりません
kn_in: ಯಾವುದೇ ವೆಚ್ಚಗಳಿಲ್ಲ
ko: 비용 없음
ml_in: ചെലവുകളൊന്നുമില്ല
mr_in: खर्च नाही
ms: Tiada Perbelanjaan
nb: Ingen utgifter
nl_nl: Geen kosten
or_in: କ No ଣସି ଖର୍ଚ୍ଚ ନାହିଁ |
pa_in: ਕੋਈ ਖਰਚਾ ਨਹੀਂ
pt_br: Sem despesas
ta_in: செலவுகள் இல்லை
te_in: ఖర్చులు లేవు
th: ไม่มีค่าใช้จ่าย
tr: Masraf Yok
uk: Без витрат
ur_pk: کوئی اخراجات نہیں۔
vi: Không có chi phí
zh_hans: 无费用
zh_hant: 無費用

source: No Recurring Bills
ar_sa: لا فواتير المتكررة
bn_bd: কোনো পুনরাবৃত্ত বিল নেই
de_de: Keine wiederkehrenden Rechnungen
es_mx: Sin facturas recurrentes
fr_ca: Aucune facture récurrente
gu_in: રિકરિંગ બિલ નથી
he: אין חשבונות חוזרים
hi: कोई आवर्ती बिल नहीं
hr: Nema ponavljajućih računa
id: Tidak Ada Tagihan Berulang
it: Nessuna fattura ricorrente
ja: 定期的な請求はありません
kn_in: ಮರುಕಳಿಸುವ ಬಿಲ್‌ಗಳಿಲ್ಲ
ko: 반복 청구서 없음
ml_in: ആവർത്തിച്ചുള്ള ബില്ലുകളൊന്നുമില്ല
mr_in: आवर्ती बिले नाहीत
ms: Tiada Bil Berulang
nb: Ingen gjentakende regninger
nl_nl: Geen terugkerende facturen
or_in: କ No ଣସି ପୁନରାବୃତ୍ତି ବିଲ୍ ନାହିଁ |
pa_in: ਕੋਈ ਆਵਰਤੀ ਬਿੱਲ ਨਹੀਂ
pt_br: Sem contas recorrentes
ta_in: தொடர் பில்கள் இல்லை
te_in: పునరావృత బిల్లులు లేవు
th: ไม่มีตั๋วเงินที่เกิดซ้ำ
tr: Tekrarlayan Fatura Yok
uk: Без повторних рахунків
ur_pk: بار بار چلنے والے بل نہیں ہیں۔
vi: Không có hóa đơn định kỳ
zh_hans: 无经常性账单
zh_hant: 無經常性帳單

source: No account found. Try signing up.
ar_sa: لم يتم العثور على حساب. حاول الاشتراك.
bn_bd: কোনো অ্যাকাউন্ট পাওয়া যায়নি। সাইন আপ করার চেষ্টা করুন।
de_de: Kein Konto gefunden. Versuchen Sie, sich anzumelden.
es_mx: No se encontró ninguna cuenta. Intenta registrarte.
fr_ca: Aucun compte trouvé. Essayez de vous inscrire.
gu_in: કોઈ ખાતું મળ્યું નથી. સાઇન અપ કરવાનો પ્રયાસ કરો.
he: לא נמצא חשבון. נסה להירשם.
hi: कोई खाता नहीं मिला. साइन अप करने का प्रयास करें.
hr: Nije pronađen nijedan račun. Pokušajte se prijaviti.
id: Tidak ada akun yang ditemukan. Coba mendaftar.
it: Nessun account trovato. Prova ad iscriverti.
ja: アカウントが見つかりませんでした。サインアップしてみてください。
kn_in: ಯಾವುದೇ ಖಾತೆ ಕಂಡುಬಂದಿಲ್ಲ. ಸೈನ್ ಅಪ್ ಮಾಡಲು ಪ್ರಯತ್ನಿಸಿ.
ko: 계정을 찾을 수 없습니다. 가입해 보세요.
ml_in: അക്കൗണ്ടൊന്നും കണ്ടെത്തിയില്ല. സൈൻ അപ്പ് ചെയ്യാൻ ശ്രമിക്കുക.
mr_in: कोणतेही खाते आढळले नाही. साइन अप करण्याचा प्रयत्न करा.
ms: Tiada akaun ditemui. Cuba daftar.
nb: Finner ingen konto. Prøv å registrere deg.
nl_nl: Geen account gevonden. Probeer u aan te melden.
or_in: କ account ଣସି ଖାତା ମିଳିଲା ନାହିଁ | ସାଇନ୍ ଅପ୍ କରିବାକୁ ଚେଷ୍ଟା କରନ୍ତୁ |
pa_in: ਕੋਈ ਖਾਤਾ ਨਹੀਂ ਮਿਲਿਆ। ਸਾਈਨ ਅੱਪ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt_br: Nenhuma conta encontrada. Tente se inscrever.
ta_in: கணக்கு எதுவும் இல்லை. பதிவுபெற முயற்சிக்கவும்.
te_in: ఖాతా కనుగొనబడలేదు. సైన్ అప్ చేయడానికి ప్రయత్నించండి.
th: ไม่พบบัญชี ลองสมัครดูครับ
tr: Hesap bulunamadı. Kaydolmayı deneyin.
uk: Обліковий запис не знайдено. Спробуйте зареєструватися.
ur_pk: کوئی اکاؤنٹ نہیں ملا۔ سائن اپ کرنے کی کوشش کریں۔
vi: Không tìm thấy tài khoản. Hãy thử đăng ký.
zh_hans: 未找到帐户。尝试注册。
zh_hant: 未找到帳戶。嘗試註冊。

source: No budget set
ar_sa: لم يتم تحديد الميزانية
bn_bd: বাজেট সেট করা হয়নি
de_de: Kein Budget festgelegt
es_mx: No hay presupuesto establecido
fr_ca: Aucun budget fixé
gu_in: કોઈ બજેટ સેટ નથી
he: לא נקבע תקציב
hi: कोई बजट निर्धारित नहीं
hr: Nije postavljen proračun
id: Tidak ada anggaran yang ditetapkan
it: Nessun budget impostato
ja: 予算は設定されていません
kn_in: ಬಜೆಟ್ ಸೆಟ್ ಇಲ್ಲ
ko: 예산이 설정되지 않았습니다.
ml_in: ബജറ്റ് നിശ്ചയിച്ചിട്ടില്ല
mr_in: बजेट सेट नाही
ms: Tiada bajet ditetapkan
nb: Ikke satt budsjett
nl_nl: Geen budget ingesteld
or_in: କ budget ଣସି ବଜେଟ୍ ସେଟ୍ ନାହିଁ |
pa_in: ਕੋਈ ਬਜਟ ਸੈੱਟ ਨਹੀਂ
pt_br: Nenhum orçamento definido
ta_in: பட்ஜெட் அமைக்கவில்லை
te_in: బడ్జెట్ సెట్ చేయలేదు
th: ไม่มีการกำหนดงบประมาณ
tr: Bütçe belirlenmedi
uk: Бюджет не встановлено
ur_pk: کوئی بجٹ مقرر نہیں۔
vi: Chưa đặt ngân sách
zh_hans: 未设定预算
zh_hant: 未設定預算

source: No changes were applied.
ar_sa: لم يتم تطبيق أي تغييرات.
bn_bd: কোন পরিবর্তন প্রয়োগ করা হয়নি.
de_de: Es wurden keine Änderungen vorgenommen.
es_mx: No se aplicaron cambios.
fr_ca: Aucune modification n'a été appliquée.
gu_in: કોઈ ફેરફારો લાગુ કર્યા નથી.
he: לא הוחלו שינויים.
hi: कोई परिवर्तन लागू नहीं किया गया.
hr: Nisu primijenjene nikakve promjene.
id: Tidak ada perubahan yang diterapkan.
it: Non è stata applicata alcuna modifica.
ja: 変更は適用されませんでした。
kn_in: ಯಾವುದೇ ಬದಲಾವಣೆಗಳನ್ನು ಅನ್ವಯಿಸಲಾಗಿಲ್ಲ.
ko: 변경사항이 적용되지 않았습니다.
ml_in: മാറ്റങ്ങളൊന്നും പ്രയോഗിച്ചിട്ടില്ല.
mr_in: कोणतेही बदल लागू केले नाहीत.
ms: Tiada perubahan digunakan.
nb: Ingen endringer ble tatt i bruk.
nl_nl: Er zijn geen wijzigingen toegepast.
or_in: କ changes ଣସି ପରିବର୍ତ୍ତନ ପ୍ରୟୋଗ ହୋଇନାହିଁ |
pa_in: ਕੋਈ ਬਦਲਾਅ ਲਾਗੂ ਨਹੀਂ ਕੀਤੇ ਗਏ ਸਨ।
pt_br: Nenhuma alteração foi aplicada.
ta_in: எந்த மாற்றங்களும் பயன்படுத்தப்படவில்லை.
te_in: మార్పులు వర్తింపజేయబడలేదు.
th: ไม่มีการเปลี่ยนแปลงใดๆ
tr: Hiçbir değişiklik uygulanmadı.
uk: Жодних змін не застосовано.
ur_pk: کوئی تبدیلیاں لاگو نہیں کی گئیں۔
vi: Không có thay đổi nào được áp dụng.
zh_hans: 未应用任何更改。
zh_hant: 未套用任何變更。
